tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "broot"
brew "readline"
brew "sqlite"
brew "xz"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-delta"
brew "gitoxide"
brew "grex"
brew "helix"
brew "hyperfine"
brew "pdm"
brew "pipx"
brew "poetry"
brew "ripgrep"
brew "sad"
brew "sk"
brew "tcl-tk"
brew "tealdeer"
brew "tokei"
brew "vim"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "alt-tab"
cask "dracula-terminal"
cask "maccy"
