tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "broot"
brew "readline"
brew "sqlite"
brew "xz"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "dpkg"
brew "dust"
brew "eza"
brew "fakeroot"
brew "fd"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-delta"
brew "gitoxide"
brew "gnupg"
brew "grex"
brew "helix"
brew "hopenpgp-tools"
brew "hyperfine"
brew "minikube"
brew "parallel"
brew "pdm"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "ripgrep"
brew "sad"
brew "sd"
brew "sk"
brew "tcl-tk"
brew "tealdeer"
brew "tokei"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "alt-tab"
cask "dracula-terminal"
cask "maccy"
