tap "dracula/install"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "railwayapp/tap"
tap "sergiobenitez/osxct"
brew "openssl@3"
brew "readline"
brew "xz"
brew "ansible"
brew "bat"
brew "bottom"
brew "broot"
brew "cmake"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctop"
brew "dbus"
brew "docker"
brew "docker-compose"
brew "dpkg"
brew "dust"
brew "enchant"
brew "erdtree"
brew "unixodbc"
brew "eza"
brew "fakeroot"
brew "fd"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gitoxide"
brew "gleam"
brew "gnupg"
brew "grex"
brew "helix"
brew "hopenpgp-tools"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "libiconv"
brew "libmagic"
brew "libvirt", restart_service: true
brew "minikube"
brew "mise"
brew "nmap"
brew "pandoc"
brew "parallel"
brew "pdm"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "poetry"
brew "postgresql@14"
brew "py-spy"
brew "redis"
brew "ripgrep"
brew "sad"
brew "sd"
brew "sk"
brew "sonar-scanner"
brew "sshpass"
brew "tailspin"
brew "tcl-tk"
brew "tealdeer"
brew "tokei"
brew "vim"
brew "websocat"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "railwayapp/tap/nixpacks"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
cask "alt-tab"
cask "dracula-terminal"
cask "hashicorp-vagrant"
cask "maccy"
cask "orbstack"
cask "zed"
