tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "dracula/install"
tap "fastly/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "macos-fuse-t/cask"
tap "nextfire/tap"
tap "railwayapp/tap"
tap "sass/sass"
tap "sergiobenitez/osxct"
brew "act"
brew "openssl@3"
brew "cryptography"
brew "mpdecimal"
brew "xz"
brew "ansible"
brew "zstd"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bottom"
brew "broot"
brew "gettext"
brew "glib"
brew "cfssl"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "dbus"
brew "docker"
brew "docker-compose"
brew "gdbm"
brew "dpkg"
brew "dust"
brew "enchant"
brew "erdtree"
brew "unixodbc"
brew "erlang"
brew "eza"
brew "fakeroot"
brew "fastlane"
brew "fd"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "harfbuzz"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gitoxide"
brew "rebar3"
brew "gleam"
brew "unbound"
brew "gnupg"
brew "grex"
brew "helix"
brew "helm"
brew "hopenpgp-tools"
brew "httrack"
brew "hurl"
brew "hwatch"
brew "hyperfine"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libiconv"
brew "libmagic"
brew "libvirt", restart_service: :changed
brew "lima"
brew "minikube"
brew "mise"
brew "ncftp"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "openldap"
brew "openssl@3.0"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "postgresql@14"
brew "postgresql@16"
brew "py-spy"
brew "qemu"
brew "railway"
brew "redis"
brew "ripgrep"
brew "rye"
brew "sad"
brew "sd"
brew "sk"
brew "sshpass"
brew "starship"
brew "stern"
brew "tailspin"
brew "tcl-tk"
brew "tealdeer"
brew "telnet"
brew "terraformer"
brew "tokei"
brew "vim"
brew "websocat"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "fastly/tap/fastly"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "nextfire/tap/apple-music-discord-rpc"
brew "railwayapp/tap/nixpacks"
brew "sass/sass/sass"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
cask "adoptopenjdk8"
cask "coscreen"
cask "dracula-terminal"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "halloy"
cask "hashicorp-vagrant"
cask "jordanbaird-ice"
cask "netnewswire"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "secretive"
cask "shottr"
cask "slack"
cask "vagrant"
vscode "github.vscode-github-actions"
vscode "ionic.ionic"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "swiftlang.swift-vscode"
vscode "vadimcn.vscode-lldb"
go "cmd/go"
go "cmd/gofmt"
